Repository: OPUS4/application
Catalog: modules/admin/language/account.tmx
Source language: de
Languages: en

source: Nutzerkonten
en: Accounts

source: Nutzerkonto
en: Account

source: Nutzerkonto editieren
en: Edit Account

source: Neues Nutzerkonto
en: New Account

source: Nutzerkonto hinzufügen
en: Add Account

source: Editieren
en: Edit

source: Löschen
en: Delete

source: Rollen:
en: Roles:

source: Übersicht Modul-Zugriffsrechte
en: Summary of Module Access Rights

source: Modul
en: Module

source: Hat Zugriff?
en: Has access?

source: Keine Nutzerkonten vorhanden.
en: No arrounts are configured.

source: Das Nutzerkonto wurde erfolgreich gelöscht.
en: Account successfully deleted.

source: Sie können nicht Ihr eigenes Nutzerkonto löschen.
en: You cannot delete your own account.

source: Das Administrationskonto kann nicht gelöscht werden.
en: The admin account cannot be deleted.

source: Nutzerkonto existiert nicht.
en: Account does not exist.

source: Keine ID für Nutzerkonto angegeben.
en: No account ID provided.

source: Konto
en: Account

source: Nachname, Vorname
en: Lastname, Firstname

source: Rollen
en: Roles
